<?php 

$elems = ['Золото' => 130,
		'Ртуть' => 138,
		'Свинец' => 140,
		'Олово' => 230,
		'Серебро' => 250,
		'Медь' => 400,
		'Цинк' => 400,
		'Латунь' => 400,
		'Железо' => 460,
		'Сталь' => 500,
		'Чугун' => 540,
		'Графит' => 750,
		'Стекло лабараторное' => 840,
		'Кирпич' => 880,
		'Алюминий' => 920,
		'Масло подсолнечное' => 1700,
		'Лед' => 2100,
		'Керосин' => 2100,
		'Эфир' => 2350,
		'Дерево(дуб)' => 2400,
		'Спирт' => 2500,
		'Вода' => 4200
]; 

?>

<!DOCTYPE html>
<html lang="en">
<head>
	<meta charset="UTF-8">
	<title>Document</title>
</head>
<body>
	<a href="../index.php">На главную.</a>
	<br><br>
	<table border=1 >
		<th>Вещество </th>
		<th>c, Дж/кг * &deg; C</th>
		<?php foreach ($elems as $elem_name => $elem_value): ?>
			<tr><td><?=$elem_name?></td><td><?=$elem_value?></td></tr>
		<?php endforeach ?>
	</table>
</body>
</html>